Repository: lenny-osp/Hearsay
Catalog: mac/Hearsay/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, zh_hans, zh_hant

source: Transcript
de: Transkript
es: Transcripción
zh_hans: 转录稿
zh_hant: 逐字稿

source: Transcript kept: %@
de: Transkript behalten: %@
es: Transcripción conservada: %@
zh_hans: 已保留转录稿：%@
zh_hant: 已保留逐字稿：%@

source: Transcript:
de: Transkript:
es: Transcripción:
zh_hans: 转录稿：
zh_hant: 逐字稿：

source: Transcription
de: Transkription
es: Transcripción
zh_hans: 转录
zh_hant: 轉錄

source: Transcription failed: %@
de: Transkription fehlgeschlagen: %@
es: Error de transcripción: %@
zh_hans: 转录失败：%@
zh_hant: 轉錄失敗：%@

source: Transcription failed: the language could not be decided.
de: Transkription fehlgeschlagen: Die Sprache konnte nicht bestimmt werden.
es: Error de transcripción: no se ha podido determinar el idioma.
zh_hans: 转录失败：无法确定语言。
zh_hant: 轉錄失敗：無法判定語言。

source: Transcription progress
de: Transkriptionsfortschritt
es: Progreso de la transcripción
zh_hans: 转录进度
zh_hant: 轉錄進度

source: Transcription was cancelled because Hearsay quit.
de: Die Transkription wurde abgebrochen, weil Hearsay beendet wurde.
es: Se ha cancelado la transcripción porque Hearsay se ha cerrado.
zh_hans: 由于 Hearsay 已退出，转录已取消。
zh_hant: 由於 Hearsay 已結束，轉錄已取消。

source: Try Again
de: Erneut versuchen
es: Reintentar
zh_hans: 重试
zh_hant: 再試一次

source: Turn Hearsay on under Microphone.
de: Hearsay unter „Mikrofon“ einschalten.
es: Activa Hearsay en Micrófono.
zh_hans: 在“麦克风”中打开 Hearsay。
zh_hant: 在「麥克風」中開啟 Hearsay。

source: Turn Hearsay on under Screen & System Audio Recording.
de: Hearsay unter „Bildschirm- & Systemaudioaufnahme“ einschalten.
es: Activa Hearsay en Grabación de pantalla y audio del sistema.
zh_hans: 在“录屏与系统录音”中打开 Hearsay。
zh_hant: 在「螢幕與系統錄音」中開啟 Hearsay。

source: Type shortcut…
de: Tastaturkurzbefehl eingeben …
es: Escribe el atajo…
zh_hans: 输入快捷键…
zh_hant: 輸入快速鍵…

source: Unfinished recording
de: Unvollständige Aufnahme
es: Grabación sin terminar
zh_hans: 未完成的录音
zh_hant: 未完成的錄音

source: Untitled
de: Ohne Titel
es: Sin título
zh_hans: 未命名
zh_hant: 未命名

source: Use
de: Verwenden
es: Usar
zh_hans: 使用
zh_hant: 使用

source: Use Default
de: Standard verwenden
es: Usar predeterminada
zh_hans: 使用默认
zh_hant: 使用預設值

source: Use live preview instead
de: Stattdessen Live-Vorschau verwenden
es: Usar la vista previa en su lugar
zh_hans: 改用实时预览
zh_hant: 改用即時預覽

source: Use suggested name: %@
de: Vorgeschlagenen Namen verwenden: %@
es: Usar el nombre sugerido: %@
zh_hans: 使用建议的名称：%@
zh_hant: 使用建議名稱：%@

source: Used when Auto can't tell the language. When Auto hears Chinese, it writes 简体中文 if that is chosen here, otherwise 繁體中文.
de: Wird verwendet, wenn „Automatisch“ die Sprache nicht erkennt. Erkennt „Automatisch“ Chinesisch, wird 简体中文 geschrieben, wenn es hier ausgewählt ist, sonst 繁體中文.
es: Se usa cuando Automático no reconoce el idioma. Si Automático detecta chino, escribe 简体中文 si está elegido aquí y, si no, 繁體中文.
zh_hans: “自动”无法判断语言时使用。“自动”识别出中文时，如果此处选择简体中文，就以简体中文书写，否则以繁體中文书写。
zh_hant: 「自動」無法判斷語言時使用。「自動」偵測到中文時，若此處選擇简体中文就以简体中文書寫，否則以繁體中文書寫。

source: Uses Claude Code installed on this Mac and your Claude subscription login; requests count against its usage limits. Run `claude` once in Terminal to log in. Model: an alias (sonnet, opus) or a full id. Effort: low, medium, high, xhigh, or max (none and minimal become low).
de: Verwendet das auf diesem Mac installierte Claude Code und die Anmeldung mit dem Claude-Abonnement; Anfragen zählen zu dessen Nutzungslimits. Zum Anmelden einmal `claude` im Terminal ausführen. Modell: ein Alias (sonnet, opus) oder eine vollständige ID. Aufwand: low, medium, high, xhigh oder max (none und minimal werden zu low).
es: Usa Claude Code instalado en este Mac y el inicio de sesión de tu suscripción a Claude; las solicitudes cuentan para sus límites de uso. Ejecuta `claude` una vez en Terminal para iniciar sesión. Modelo: un alias (sonnet, opus) o un id completo. Esfuerzo: low, medium, high, xhigh o max (none y minimal pasan a low).
zh_hans: 使用这台 Mac 上安装的 Claude Code 和你的 Claude 订阅登录；请求会计入其用量限制。在终端中运行一次 `claude` 以登录。模型：别名（sonnet、opus）或完整 id。强度：low、medium、high、xhigh 或 max（none 和 minimal 会变为 low）。
zh_hant: 使用這台 Mac 上安裝的 Claude Code 與你的 Claude 訂閱登入；請求會計入其用量限制。請在「終端機」中執行一次 `claude` 以登入。模型：別名（sonnet、opus）或完整 ID。推理強度：low、medium、high、xhigh 或 max（none 與 minimal 會視為 low）。

source: Uses Codex installed on this Mac and your ChatGPT login; requests count against your plan's usage limits. Run `codex login` once in Terminal to log in. Effort: none, minimal, low, medium, high, xhigh, or max. An empty model uses Codex's default.
de: Verwendet das auf diesem Mac installierte Codex und die ChatGPT-Anmeldung; Anfragen zählen zu den Nutzungslimits des Tarifs. Zum Anmelden einmal `codex login` im Terminal ausführen. Aufwand: none, minimal, low, medium, high, xhigh oder max. Ohne Modell wird der Standard von Codex verwendet.
es: Usa Codex instalado en este Mac y tu inicio de sesión de ChatGPT; las solicitudes cuentan para los límites de uso de tu plan. Ejecuta `codex login` una vez en Terminal para iniciar sesión. Esfuerzo: none, minimal, low, medium, high, xhigh o max. Si el modelo está vacío, se usa el predeterminado de Codex.
zh_hans: 使用这台 Mac 上安装的 Codex 和你的 ChatGPT 登录；请求会计入你所用方案的用量限制。在终端中运行一次 `codex login` 以登录。强度：none、minimal、low、medium、high、xhigh 或 max。模型留空时使用 Codex 的默认值。
zh_hant: 使用這台 Mac 上安裝的 Codex 與你的 ChatGPT 登入；請求會計入你方案的用量限制。請在「終端機」中執行一次 `codex login` 以登入。推理強度：none、minimal、low、medium、high、xhigh 或 max。模型留空時使用 Codex 的預設值。

source: Uses the Antigravity CLI installed on this Mac and the Google account it is logged in with; requests count against that account's limits. Run `agy` once in Terminal to log in; `agy models` lists the model ids. Effort: low, medium, high, or max, only for a model id without its own level (a model ending in -high, -medium, or -low ignores it). Runs use agy's hearsay-notes project, whose deny rules leave the model no tools except web search, and each run's conversation is deleted from agy's history afterwards.
de: Verwendet die auf diesem Mac installierte Antigravity CLI und das Google-Konto, mit dem sie angemeldet ist; Anfragen zählen zu den Limits dieses Kontos. Zum Anmelden einmal `agy` im Terminal ausführen; `agy models` listet die Modell-IDs auf. Aufwand: low, medium, high oder max, nur für eine Modell-ID ohne eigene Stufe (ein Modell, das auf -high, -medium oder -low endet, ignoriert ihn). Läufe verwenden das agy-Projekt hearsay-notes, dessen Deny-Regeln dem Modell außer der Websuche keine Werkzeuge lassen, und die Konversation jedes Laufs wird danach aus dem agy-Verlauf gelöscht.
es: Usa la Antigravity CLI instalada en este Mac y la cuenta de Google con la que ha iniciado sesión; las solicitudes cuentan para los límites de esa cuenta. Ejecuta `agy` una vez en Terminal para iniciar sesión; `agy models` muestra los id de modelo. Esfuerzo: low, medium, high o max, solo para un id de modelo sin nivel propio (un modelo que termina en -high, -medium o -low lo ignora). Las ejecuciones usan el proyecto hearsay-notes de agy, cuyas reglas de denegación no dejan al modelo ninguna herramienta salvo la búsqueda web, y la conversación de cada ejecución se elimina después del historial de agy.
zh_hans: 使用这台 Mac 上安装的 Antigravity CLI 及其登录的 Google 账户；请求会计入该账户的限额。在终端中运行一次 `agy` 以登录；`agy models` 会列出模型 id。强度：low、medium、high 或 max，仅适用于自身不带级别的模型 id（以 -high、-medium 或 -low 结尾的模型会忽略此设置）。运行时使用 agy 的 hearsay-notes 项目，其拒绝规则只允许模型使用网页搜索，不提供其他工具；每次运行的对话随后都会从 agy 的历史记录中删除。
zh_hant: 使用這台 Mac 上安裝的 Antigravity CLI 及其登入的 Google 帳號；請求會計入該帳號的限制。請在「終端機」中執行一次 `agy` 以登入；`agy models` 會列出模型 ID。推理強度：low、medium、high 或 max，僅適用於本身未帶等級的模型 ID（以 -high、-medium 或 -low 結尾的模型會忽略此設定）。執行時使用 agy 的 hearsay-notes 專案，其拒絕規則讓模型除了網路搜尋外無法使用任何工具，且每次執行的對話之後都會從 agy 的歷史記錄中刪除。

source: Uses the Copilot CLI installed on this Mac and its own login. Run `copilot` once in Terminal to log in. "auto" lets Copilot pick the model.
de: Verwendet die auf diesem Mac installierte Copilot CLI und deren eigene Anmeldung. Zum Anmelden einmal `copilot` im Terminal ausführen. Mit „auto“ wählt Copilot das Modell.
es: Usa la Copilot CLI instalada en este Mac y su propio inicio de sesión. Ejecuta `copilot` una vez en Terminal para iniciar sesión. "auto" deja que Copilot elija el modelo.
zh_hans: 使用这台 Mac 上安装的 Copilot CLI 及其自身的登录。在终端中运行一次 `copilot` 以登录。“auto”表示由 Copilot 选择模型。
zh_hant: 使用這台 Mac 上安裝的 Copilot CLI 及其自身的登入。請在「終端機」中執行一次 `copilot` 以登入。「auto」會讓 Copilot 自行選擇模型。

source: Verifying Hearsay %@…
de: Hearsay %@ wird geprüft …
es: Verificando Hearsay %@…
zh_hans: 正在验证 Hearsay %@…
zh_hant: 正在驗證 Hearsay %@…

source: View on GitHub
de: Auf GitHub ansehen
es: Ver en GitHub
zh_hans: 在 GitHub 上查看
zh_hant: 在 GitHub 上檢視

source: Waiting for your answer…
de: Warten auf Antwort …
es: Esperando tu respuesta…
zh_hans: 正在等待你的回答…
zh_hant: 正在等待你的回答…

source: When off, the WAV is deleted once its SRT is written. A failed transcription always keeps it.
de: Wenn deaktiviert, wird die WAV-Datei gelöscht, sobald ihre SRT-Datei geschrieben ist. Bei einer fehlgeschlagenen Transkription bleibt sie immer erhalten.
es: Si está desactivado, el WAV se elimina en cuanto se escribe su SRT. Si la transcripción falla, siempre se conserva.
zh_hans: 关闭时，写入 SRT 后会删除 WAV。转录失败时始终保留。
zh_hant: 關閉時，WAV 會在其 SRT 寫入後刪除。轉錄失敗時一律會保留。

source: While recording, the menu bar icon turns red and shows the elapsed time. When off, the icon stays the same.
de: Während der Aufnahme wird das Symbol in der Menüleiste rot und zeigt die verstrichene Zeit. Ist die Option aus, bleibt das Symbol unverändert.
es: Durante la grabación, el icono de la barra de menús se vuelve rojo y muestra el tiempo transcurrido. Si está desactivado, el icono no cambia.
zh_hans: 录音时，菜单栏图标会变成红色并显示已录时间。关闭时，图标保持不变。
zh_hant: 錄音時，選單列圖示會變成紅色並顯示已錄時間。關閉時，圖示維持原樣。

source: Window
de: Fenster
es: Ventana
zh_hans: 窗口
zh_hant: 視窗

source: Work in any app, even with the window closed.
de: Funktionieren in jeder App, auch bei geschlossenem Fenster.
es: Funcionan en cualquier app, incluso con la ventana cerrada.
zh_hans: 在任何应用中都可使用，即使窗口已关闭。
zh_hant: 可在任何 App 中使用，即使視窗已關閉。

source: Writing the recording failed: %@
de: Schreiben der Aufnahme fehlgeschlagen: %@
es: Error al escribir la grabación: %@
zh_hans: 写入录音失败：%@
zh_hant: 寫入錄音失敗：%@

source: You have version %@.
de: Installiert ist Version %@.
es: Tienes la versión %@.
zh_hans: 当前使用的是版本 %@。
zh_hant: 目前使用的是版本 %@。

source: You're up to date (%@).
de: Hearsay ist auf dem neuesten Stand (%@).
es: Hearsay está actualizado (%@).
zh_hans: Hearsay 已是最新版本（%@）。
zh_hant: Hearsay 已是最新版本（%@）。

source: an unknown time
de: einem unbekannten Zeitpunkt
es: fecha desconocida
zh_hans: 未知时间
zh_hant: 不明時間

source: built-in
de: integriert
es: integrada
zh_hans: 内置
zh_hant: 內建

source: not found; enter the path to %@
de: nicht gefunden; Pfad zu %@ eingeben
es: no encontrado; introduce la ruta a %@
zh_hans: 未找到；请输入 %@ 的路径
zh_hant: 找不到；請輸入 %@ 的路徑

source: omitted when empty
de: wird weggelassen, wenn leer
es: se omite si está vacío
zh_hans: 留空则省略
zh_hant: 留空時省略

source: paste and press Return
de: einsetzen und Eingabetaste drücken
es: pega y pulsa Retorno
zh_hans: 粘贴后按下 Return 键
zh_hant: 貼上後按 Return 鍵

source: the input device
de: das Eingabegerät
es: el dispositivo de entrada
zh_hans: 输入设备
zh_hant: 輸入裝置

source: the recording
de: die Aufnahme
es: la grabación
zh_hans: 录音
zh_hant: 錄音

source: unknown length
de: unbekannte Dauer
es: duración desconocida
zh_hans: 时长未知
zh_hant: 長度不明

source: wav, m4a, mp3, aac, aiff, caf, or the audio track of mp4 / mov
de: wav, m4a, mp3, aac, aiff, caf oder die Tonspur von mp4 / mov
es: wav, m4a, mp3, aac, aiff, caf o la pista de audio de mp4 / mov
zh_hans: wav、m4a、mp3、aac、aiff、caf，或 mp4 / mov 的音轨
zh_hant: wav、m4a、mp3、aac、aiff、caf，或 mp4／mov 的音軌

source: API token:
es: Token de API:
zh_hans: API 令牌：
zh_hant: API 權杖：

source: Name:
es: Nombre:
zh_hans: 名称：
zh_hant: 名稱：

source: OK
es: Aceptar
zh_hans: 好
zh_hant: 好

source: Software Update
es: Actualización de software
zh_hans: 软件更新
zh_hant: 軟體更新

source: Software updates
es: Actualizaciones de software
zh_hans: 软件更新
zh_hant: 軟體更新

source: Status:
es: Estado:
zh_hans: 状态：
zh_hant: 狀態：

source: System
es: Sistema
zh_hans: 系统
zh_hant: 系統

source: Token header:
es: Cabecera del token:
zh_hans: 令牌请求头：
zh_hant: 權杖標頭：

# Version %@ (%@)
source: Version %1$@ (%2$@)
es: Versión %1$@ (%2$@)
zh_hans: 版本 %1$@（%2$@）
zh_hant: 版本 %1$@（%2$@）

source: Audio
zh_hans: 音频
zh_hant: 音訊

source: Token
zh_hans: 令牌
zh_hant: 權杖
